Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Compared to the injection sustaining force a slight increase of the maximum values has been observed for the activation force.
es_es: En comparación con la fuerza sostenida de inyección, los valores máximos para la fuerza de activación fueron ligeramente superiores.

source: Comparing across treatment periods, there were no notable differences in AE frequency, AE intensity, or relationship of AEs to trial medication (Table 12.2.2: 1, Tables 15.3.2: 1 to 15.3.2: 3, and Appendix 16.2.7, Listings 2.1 and 2.2).
es_es: Al comparar los períodos de tratamiento, no hubo diferencias notorias en la frecuencia de los eventos adversos, su intensidad ni su relación con la medicación en estudio (Tabla 12.2.2: 1, Tablas 15.3.2: 1 a 15.3.2: 3, y Apéndice 16.2.7, Listados 2.1 y 2.2).

source: Comparing the four bulks no significant differences in CHOP content were measured.
es_es: La comparación de las cuatro partidas a granel no arrojó diferencias significativas del contenido de CHOP medido.

source: Comparison Table 1 lists the changes to the 3.2.S.2.1 CTD document (current vs. proposed) for the “Manufacturer” of drug substance.
es_es: En la Tabla 1, pueden apreciarse los cambios en el documento CTD 3.2.S.2.1, con una comparación entre el documento actual y el propuesto con respecto al fabricante del principio activo.

source: Comparison of Validation and Manufacturing Scale Chromatographic Conditions
es_es: Comparación de condiciones cromatográficas a escala de validación y de fabricación

source: Comparison of current and proposed document
es_es: Comparación de los documentos vigente y propuesto

source: Comparison of pharmacokinetic parameters of empagliflozin after oral administration of 12.5 mg empagliflozin and 1000 mg metformin fixed dose combination tablet under fed or fasted conditions
es_es: Comparación de los parámetros farmacocinéticos de empagliflozina tras una administración oral de empagliflozina, 12.5 mg / metformina, 1000 mg en comprimidos de combinación a dosis fija en condiciones pre- o postprandiales

source: Comparison of pharmacokinetic parameters of metformin after oral administration of 12.5 mg empagliflozin / 1000 mg metformin fixed dose combination tablet under fed or fasted conditions
es_es: Comparación de los parámetros farmacocinéticos de metformina tras una administración oral de empagliflozina, 12.5 mg / metformina, 1000 mg en comprimidos de combinación a dosis fija en condiciones pre- o postprandiales

source: Comparison of pharmacokinetic parameters of metformin after oral administration of 12.5 mg empagliflozin and 1000 mg metformin free dose combination tablets under fed or fasted conditions
es_es: Comparación de los parámetros farmacocinéticos de metformina tras una administración oral de empagliflozina, 12.5 mg / metformina, 1000 mg en comprimidos de combinación a dosis libre en condiciones pre- o postprandiales

source: Comparison of the DNA content in the load of the manufacturing scale column and the validation scale column revealed that the DNA spike applied in each validation experiment exceeded the DNA content which is applied to the manufacturing scale column by eight fold if radio labelled DNA was spiked alone (see exps.1-3 in Table 9).
es_es: La comparación del contenido de ADN en la carga de la columna a escala de fabricación y la columna a escala de validación reveló que el enriquecimiento de ADN aplicado en cada experimento de validación octuplicó el contenido de ADN que se aplica a la columna en escala de fabricación cuando la adición se realizó solo con ADN marcado (véanse los experimentos 1 al 3 en la Tabla 9).

source: Comparison of the fixed dose combination of 12.5 mg empagliflozin / 1000 mg metformin of 12.5 mg empagliflozin / 1000 mg metformin under fed and fasted conditions
es_es: Comparación de la combinación a dosis fija de 12.5 mg de empagliflozina / 1000 mg de metformina en condiciones post- y preprandiales

source: Comparison of the fixed dose combination of 12.5 mg empagliflozin / 1000 mg metformin with the free dose combination of 12.5 mg empagliflozin and 1000 mg metformin under fasted conditions
es_es: Comparación de la combinación a dosis fija de 12.5 mg de empagliflozina / 1000 mg de metformina con la combinación a dosis libre de 12.5 mg de empagliflozina y 1000 mg de metformina en condiciones preprandiales

source: Comparison of the fixed dose combination of 12.5 mg empagliflozin / 1000 mg metformin with the free dose combination of 12.5 mg empagliflozin and 1000 mg metformin under fed conditions
es_es: Comparación de la combinación a dosis fija de 12.5 mg de empagliflozina / 1000 mg de metformina con la combinación a dosis libre de 12.5 mg de empagliflozina y 1000 mg de metformina en condiciones postprandiales

source: Comparison of the fixed dose combination of 5 mg empagliflozin / 1000 mg metformin with the free dose combination of 5 mg empagliflozin and 1000 mg metformin under fed conditions
es_es: Comparación de la combinación a dosis fija de 5 mg de empagliflozina / 1000 mg de metformina con la combinación a dosis libre de 5 mg de empagliflozina y 1000 mg de metformina en condiciones postprandiales

source: Comparison of the free dose combination of 12.5 mg empagliflozin and 1000 mg metformin under fed and fasted conditions
es_es: Comparación de la combinación a dosis fija de 12.5 mg de empagliflozina y 1000 mg de metformina en condiciones post- y preprandiales

source: Comparison of the relative retention time of the most abundant glycosylation variants of tenecteplase after desialylation analysed by reversed phase HPLC methods applied for analysis Metalyse® and TNKase® reference standards.
es_es: Comparación del tiempo de retención relativo de las variantes de glicosilación más abundantes de la tenecteplasa luego de la desialilación, mediante análisis con métodos de HPLC en fase reversa aplicados para el análisis de los estándares de referencia de Metalyse® y TNKase®.

source: Comparison section 3.2.S.4.1 Specification
es_es: Comparación; Sección 3.2.S.4.1, Especificación

source: Comparison to TNKase®
es_es: Comparación con TNKase®

source: Comparison vs. glimepiride
es_es: Comparación vs. glimepirida

source: Compatibility
es_es: Compatibilidad

source: Compendial Excipients in Linagliptin Film-coated Tablets, 5 mg
es_es: Excipientes de farmacopea en linagliptina, Comprimidos recubiertos, 5 mg

source: Compendial Excipients in Nerandomilast Film-coated Tablets
es_es: Excipientes de farmacopea en Nerandomilast, Comprimidos recubiertos

source: Compendial analytical methods from Ph. Eur. are considered validated, therefore no information needs to be presented in section 3.2.P.4.3.
es_es: Los métodos analíticos farmacopeicos de la Ph. Eur. se consideran validados y, por ende, no se requiere presentar ninguna información en la sección 3.2.P.4.3.

source: Compendial analytical procedures were verified for their intended use, where appropriate.
es_es: De corresponder, los procedimientos analíticos de farmacopea se verificaron para su uso previsto.

source: Compendial reference
es_es: Referencia de farmacopea

source: Compendial specification limits of excipients used for the manufacturing of empagliflozin / linagliptin film-coated tablets
es_es: Límites de especificación incluidos en la farmacopea para los excipientes usados en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina

source: Complement dependent cytotoxicity
es_es: Citotoxicidad dependiente del complemento

source: Complementarity-determining regions
es_es: Regiones determinantes de la complementariedad

source: Complete shelf-life data are expected to be available in the 4th quarter of 2025.
es_es: Se espera que la información completa sobre la vida útil esté disponible en el 4.to trimestre de 2025.

source: Complete with Docusign:
es_es: Completado con DocuSign:

source: Completed
es_es: Completo

source: Completed and signed Protocol amendments will be circulated to all those who were on the circulation list for the original Protocol.
es_es: Las enmiendas al protocolo, completadas y firmadas, se distribuirán a todos aquellos incluidos en la lista de circulación del protocolo original.

source: Completing these procedures was strongly recommended for the patient’s safety.
es_es: Para la seguridad del paciente, se recomendó con énfasis completar estos procedimientos.

source: Completing this information can deter alteration of the document or fraudulent reattachment of this form to an unintended document.
es_es: Completar esta información puede evitar la alteración del documento o la reutilización fraudulenta de este formulario como adjunto a un documento espurio.

source: Complexometric titrations
es_es: Valoración complejométrica

source: Compliance Senior Specialist
es_es: Especialista superior en cumplimiento

source: Compliance was expected to range between 80% and 120%.
es_es: Se esperaba que el cumplimiento fuera entre 80% y 120%.

source: Compliance was to be assured by administration of all study medication in the study centre under supervision of the investigating physician or a designee.
es_es: A efectos de garantizar el cumplimiento, toda la medicación en estudio debía administrarse en el centro del ensayo con la supervisión del médico investigador o una persona designada.

source: Compliance was to be emphasised with a goal of at least 80% compliance rate.
es_es: Se debia hacer hincapié en el cumplimiento, persiguiendo una meta de al menos 80%.

source: Compliance with established hold times was evaluated.
es_es: Se evaluó el cumplimiento de los tiempos de espera establecidos.

source: Compliant to USP <381> and Ph.
es_es: Cumple con la USP <381> y Ph.

source: Compliant to USP <660> and Ph.
es_es: Cumple con USP <660> y Ph.

source: Complicated
es_es: Complicada

source: Complications that occur during hospitalisation are AEs.
es_es: Las complicaciones que surgen durante la hospitalización son eventos adversos.

source: Complies
es_es: Cumple

source: Complies if tested.
es_es: Cumple si se lo evalúa.

source: Complies with Ph.
es_es: Cumple con la Ph.

source: Complies with Ph. Eur.
es_es: Cumple con la Ph. Eur.

source: Complies with Ph. Eur./USP/JP
es_es: Cumple con Ph. Eur./USP/JP

source: Complies with reference material
es_es: Cumple con el material de referencia

source: Complies with reference material a
es_es: Cumple con el material de referencia a

source: Complies with reference with respect to shape, color and dimensions
es_es: Cumple con la referencia en cuanto a forma, color y dimensiones.

source: Component
es_es: Componente

source: Component description
es_es: Descripción del componente

source: Component manufacturer (e.g.)
es_es: Fabricante del componente (ejemplificativo)

source: Component manufacturer was renamed from Medimop Medical Projects Ltd. to West Pharma. Service IL, LTD.
es_es: El fabricante de componentes pasó de llamarse Medimop Medical Projects Ltd. a West Pharma. Service IL, LTD.

source: Components of the spesolimab PFS-NSD-1
es_es: Componentes del dispositivo PFS-NSD-1 de espesolimab

source: Components of the container closure system
es_es: Componentes del envase y sistema de cierre

source: Components, their function and material of construction of the NSD, EFF and PR
es_es: Componentes, función y materiales de elaboración del dispositivo de seguridad para agujas, las lengüetas de apoyo más amplias y el vástago del émbolo

source: Components, their function and material of construction of the NSD, EFF and PR (see Figure 5 - Figure 7)
es_es: Componentes, función y materiales de elaboración del dispositivo de seguridad de aguja, la lengüeta de apoyo extendida y el émbolo (Figura 5 a Figura 7)

source: Composed of a rod with a thumb rest area
es_es: Compuesta por un vástago con un área de apoyo para el pulgar.

source: Composed of body, sleeve, cone and spring
es_es: Compuesta por el cuerpo, el capuchón, el cono y el resorte.

source: Composite of adjudicated CV death or adjudicated non-fatal MI
es_es: Variable compuesta " muerte CV adjudicada o Infarto de miocardio (fatal o no fatal) adjudicado"

source: Composite of adjudicated CV death or adjudicated non-fatal stroke
es_es: Variable compuesta " muerte CV adjudicada o accidente cerebrovascular no fatal adjudicado"

source: Composite of sustained reduction of ≥40% eGFR (CKD-EPI)cr or sustained eGFR (CKD-EPI)cr <15 mL/min/1.73 m2 (<10 mL/min/1.73 m2 for patients with eGFR (CKD-EPI)cr <30 mL/min/1.73 m2 at baseline), adjudicated CV death, or adjudicated HHF
es_es: Variable compuesta "reducción sostenida ≥ 40% en la TFGe (ERC-EPI)cr o una TFGe (ERC-EPI)cr sostenidamente < 15 ml/min/1.73 m2 (<10 ml/min/1.73 m2 para pacientes con TFGe (ERC-EPI)cr < 30 ml/min/1.73 m2 al inicio), muerte CV adjudicada, u hospitalización por insuficiencia cardíaca adjudicada"

source: Composite of sustained reduction of ≥40% eGFR (CKD-EPI)cr or sustained eGFR(CKD-EPI)cr <15 mL/min/1.73 m2 (<10 mL/min/1.73 m2 for patients with eGFR (CKD-EPI)cr <30 mL/min/1.73 m2 at baseline) or adjudicated CV death
es_es: Variable compuesta "reducción sostenida ≥ 40% en la TFGe (ERC-EPI)cr o una TFGe (ERC-EPI)cr sostenidamente < 15 ml/min/1.73 m2 (<10 ml/min/1.73 m2 para pacientes con TFGe (ERC-EPI)cr < 30 ml/min/1.73 m2 al inicio) o muerte CV adjudicada"

source: Composite of sustained reduction of ≥40% eGFR (CKD-EPI)cr or sustained eGFR(CKD-EPI)cr <15 mL/min/1.73 m2 (<10 mL/min/1.73 m2 for patients with eGFR (CKD-EPI)cr <30 mL/min/1.73 m2 at baseline) or all-cause mortality
es_es: Variable compuesta "reducción sostenida ≥ 40% en la TFGe (ERC-EPI)cr o una TFGe (ERC-EPI)cr sostenidamente < 15 ml/min/1.73 m2 (<10 ml/min/1.73 m2 para pacientes con TFGe (ERC-EPI)cr < 30 ml/min/1.73 m2 al inicio) o mortalidad por todas las causas"

source: Composite of time to first event of all-cause mortality and all-cause hospitalisation
es_es: Variable compuesta "tiempo hasta el primer evento de mortalidad por todas las causas y hospitalización por todas las causas"

source: Composition and characteristics are checked against the limits within the Master Batch Record (MBR).
es_es: La composición y las características se comparan con los límites del registro maestro de partidas.

source: Composition of Bottles for Infusion
es_es: Composición de los frascos para infusión

source: Composition of Film-coated Tablets 1 mg and 5 mg (final formulation) and Placebo Film-coated Tablets
es_es: Composición de los comprimidos recubiertos de 1 mg y 5 mg (fórmula final) y los comprimidos recubiertos para placebo

source: Composition of Film-coated Tablets 2.5 mg (intended final formulation)
es_es: Composición de los comprimidos recubiertos de 2.5 mg (fórmula final prevista)

source: Composition of Film-coated Tablets 5 mg (intended final formulation) and Placebo Film-coated Tablets
es_es: Composición de los comprimidos recubiertos de 5 mg (fórmula final prevista) y los comprimidos recubiertos para placebo

source: Composition of Placebo Tablets (placebo to trial formulation I)
es_es: Composición de los comprimidos de placebo (placebo correspondiente a la fórmula del estudio I)

source: Composition of Placebo Tablets (placebo to trial formulation II)
es_es: Composición de los comprimidos de placebo (placebo correspondiente a la fórmula del estudio II)

source: Composition of Placebo Tablets (placebo to trial formulation IIb)
es_es: Composición de los comprimidos de placebo (placebo correspondiente a la fórmula del estudio IIb)

source: Composition of Powder for oral solution 10 mg and powder for solution for infusion 6.5 mg (radioactively marked with [14C])
es_es: Composición del polvo para solución oral de 10 mg y del polvo para solución para infusión de 6.5 mg (con marcador radiactivo [14C])

source: Composition of Powder for oral solution 40 mg and matching Placebo
es_es: Composición de Polvo para solución oral de 40 mg y del Placebo correspondiente

source: Composition of Powder for oral solution 5 mg, 100 mg and matching Placebo
es_es: Composición de Polvo para solución oral de 5 mg, 100 mg y del Placebo correspondiente

source: Composition of Production medium
es_es: Composición del medio de producción

source: Composition of Tablets 0.5 mg, 1 mg, 2.5 mg, 5 mg, 10 mg (trial formulation IIb)
es_es: Composición de los comprimidos de 0.5 mg, 1 mg, 2.5 mg, 5 mg y 10 mg (formula del estudio IIb)

source: Composition of Tablets 1 mg, 2.5 mg, 5 mg and 10 mg (trial formulation II)
es_es: Composición de los comprimidos de 1 mg, 2.5 mg, 5 mg y 10 mg (formula del estudio II)

source: Composition of Tablets 25 mg, 50 mg and 200 mg and placebo 50 mg (trial formulation I)
es_es: Composición de los comprimidos de 25 mg, 50 mg y 200 mg, y placebo de 50 mg (formula del estudio I)

source: Composition of fatty acids (see Tests).
es_es: Composición de ácidos grasos (ver Pruebas).

source: Composition of fatty acids by gas chromatography
es_es: Composición de ácidos grasos por cromatografía gaseosa

source: Composition of fatty acids in oils rich in omega-3 acids
es_es: Composición de ácidos grasos en aceites ricos en ácidos de tipo omega 3

source: Composition of glimepiride capsules
es_es: Composición de las cápsulas de glimepirida

source: Composition of growth medium
es_es: Composición del medio de crecimiento

source: Composition of matching placebo for pioglitazone 30 mg capsules, matching placebo for glimepiride 1 / 2 / 3 / 4 mg capsules
es_es: Composición del placebo correspondiente al pioglitazona, cápsulas de 30 mg, del placebo corespondiente a glimepirida, cápsulas de 1 / 2 / 3 / 4 mg

source: Composition of pioglitazone capsules
es_es: Composición de las cápsulas de pioglitazona

source: Composition of selective medium
es_es: Composición del medio selectivo

source: Composition of sitagliptin capsules
es_es: Composición de las cápsulas de sitagliptina

source: Composition of the different dosage strengths of empagliflozin / linagliptin film-coated tablets.
es_es: Composición de las presentaciones de comprimidos recubiertos de empagliflozina / linagliptina

source: Composition of the high-fat, high-calorie meal
es_es: Composición de la comida con alto contenido graso y calórico

source: Compound
es_es: Compuesto

source: Comprehensive stroke centre
es_es: Centro integral de ACV

source: Comprimidos de liberación inmediata.
es_es: Immediate release tablets.

source: Comprimidos y cápsulas de liberación extendida.
es_es: Extended-release tablets and capsules.

source: Comprimidos y cápsulas de liberación retardada.
es_es: Delayed-release tablets and capsules.

source: Computed Tomography
es_es: Tomografía computarizada

source: Computed change during long term storage (30°C / 75 % RH, 36 months)
es_es: Cambio computado durante el almacenamiento a largo plazo (30° C/75% HR, 36 meses)

source: Con base en sus propiedades de disolución, las formas de dosificación de liberación inmediata pueden ser clasificadas como de disolución "muy rápida", "rápida", o "no rápida".
es_es: Based on their dissolution properties, immediate-release dosage forms can be classified as "very rapid", "rapid", or "non-rapid" dissolving.

source: Con el fin de minimizar el riesgo de una decisión inapropiada, los excipientes en la formulación del medicamento propuesto deben ser cualitativamente la misma y cuantitativamente similar a la del comparador.
es_es: In order to minimize the biowaiver misjudgment risk, the inactive ingredients in the formulation of the proposed drug should be qualitatively the same and quantitatively similar to those in the comparator.

source: Conc. level
es_es: Nivel de conc.

source: Conc. range
es_es: Rango de concentraciones

source: Conc. range:
es_es: Intervalo de concentraciones:

source: Concentration [g / L]
es_es: Concentración [g/l]

source: Concentration precision (Mat.-No. 1):
es_es: Precisión para la concentración (Mat. N.° 1):

source: Concentration precision (Mat.-No. 3):
es_es: Precisión para la concentración (Mat. N.° 3):

source: Concentration precision (Mat.-No. 6):
es_es: Precisión para la concentración (Mat. N.° 6):

source: Concentration precision (Mat.-No. 7):
es_es: Precisión para la concentración (Mat. N.° 7):

source: Concentration range accuracy:
es_es: Exactitud en el intervalo concentracional:

source: Concentration range linearity:
es_es: Linealidad en el intervalo concentracional:

source: Concentration start value (day 0)
es_es: Valor de concentración inicial (día 0)

source: Concentration start values (day 0)
es_es: Valores de concentración iniciales (día 0)

source: Concentration values in the lag phase identified as BLQ or NOP were set to zero.
es_es: Las concentraciones del período de latencia se identificaban como debajo del límite cuantificable o sin pico detectable y se fijaban en cero.

source: Concentration, µg/plate
es_es: Concentración, µg/placa

source: Concentration:
es_es: Concentración:

source: Concentrations used in the PK calculations were to be in the same format provided in the bioanalytical report; that is, to the same number of decimal places.
es_es: Las concentraciones utilizadas en los cálculos farmacocinéticos debían tener el mismo formato proporcionado en el informe bioanalítico, es decir, con el mismo número de decimales.

source: Concept and design:
es_es: Concepto y diseño:

source: Conclusion on the risk assessment for excipients used in the manufacturing process of tenecteplase 25 mg
es_es: Conclusión sobre la evaluación de riesgos de los excipientes utilizados en el proceso de fabricación de tenecteplasa, 25 mg

source: Conclusion on the risk assessment for primary packaging components for tenecteplase 25 mg drug product
es_es: Conclusión sobre la evaluación de riesgos de los componentes del acondicionamiento primario del medicamento tenecteplasa, 25 mg

source: Conclusion on the risk assessment for tenecteplase 25 mg drug product manufacturing process
es_es: Conclusión sobre la evaluación de riesgos para el proceso de fabricación del medicamento tenecteplasa, 25 mg

source: Conclusion on the risk assessment for tenecteplase 25 mg drug substance manufacturing process
es_es: Conclusión sobre la evaluación de riesgos para el proceso de fabricación del principio activo tenecteplasa, 25 mg

source: Conclusion on “Populations not studied in clinical trials”:
es_es: Conclusión sobre las "Poblaciones no estudiadas en estudios clínicos":

source: Conclusions
es_es: Conclusiones

source: Concomitant antidiabetic medications were to be adjusted individually as clinically indicated by the patient’s usual diabetes care provider.
es_es: Los medicamentos antidiabéticos concomitantes debían ajustarse individualmente según indicación clínica del profesional de cabecera a cargo de la diabetes del paciente.

source: Concomitant diagnoses and AEs were coded using the Medical Dictionary for Regulatory Activities (MedDRA) version 16.0 and concomitant medications were coded according to the World Health Organisation (WHO) Drug Dictionary version 13MAR.
es_es: Los diagnósticos concomitantes y los EA se codificaron utilizando el Diccionario Médico para Actividades de Registros del área de la Salud (MedDRA) versión 16.0 y los medicamentos concomitantes se codificaron según el Diccionario de medicamentos de la Organización Mundial de la Salud (OMS), versión 13MAR.

source: Concomitant diagnoses and AEs were coded using the Medical Dictionary for Regulatory Activities (MedDRA) version 23.1 and concomitant medications were coded according to the World Health Organisation (WHO) Drug Dictionary version 20.SEP.
es_es: Los diagnósticos concomitantes y los EA se codificaron utilizando el Diccionario Médico para Actividades de Registros del área de la Salud (MedDRA) versión 23.1 y los medicamentos concomitantes se codificaron según el Diccionario de medicamentos de la Organización Mundial de la Salud (OMS), versión 20.SEP.
